[
    {
        "title": "Infinite Night",
        "link": "/collection/in.php",
        "body": "Infinite Night is set in the future of the year 2060. The mainline story is about a group of politicans, who have been elected to repair whatever is left of the Reforemed European Union. All whilst the country starts to get overrun by hunders of thousands of manhunters, and the rise of robots looming over the horison, all whilst the high Supreme Court watches it happen. \nWhat dark secrets lie beyond the doors of the Supreme Court? Who is out to bring everything known to man to their knees?"
    },
    {
        "title": "Hellbound Steel",
        "link": "/collection/hs.php",
        "body": "Hellbound Steel is set in the imaginairy city of Terra Lanice, where a small group of students get unwillingly sucked into the nuclear armsrace that is going on between the humans and Steel Demons.\nWith their furry companions on their side, they are ready to face the horrors that are contained underneath the mountains\nThey eat, fight, love and cry together, as they kick ass and save lifes."
    },
    {
        "title": "Violent Stars",
        "link": "/collection/vs.php",
        "body": "Violent Stars takes place in parallel with the Infinite Night storyline. It's about a young adult named Elliot, who has been enroled into the space program as a mechanic for the Refined European Union. Unbeknownst to him, a group of the vicims from the Steelskin Experiments have formed a terrorist orginisation. Going under the name of Raven's Ascendance, are out to something that is being kept a secret in the rocket launch station. It's up to him and his friends to fend off the intruders, if they stay alive long enough for it to matter."
    },
    {
        "title": "Tale of Anita",
        "link": "/collection/toa.php",
        "body": "Tale of Anita takes place in the year of 2070. It's a continuiation of the Infinite Night storyline, where a brave girl named Anita Nikita goes on an adventure with her grandfather to seek out where her father has been. During this, she will learn the horrors caused by everyone involved with the Infinite Night Project and the evil mechs that have ravaged the land, and taken them for themselfes. Will she suceed in finding her dad? Or will she find him among the stars?"
    }
]
