{
    "You look lost, boy": "Good people don't usually end up here, but I'll throw you a bone. Are you looking for any of these?",
    "I don't think this was supposed to happen": "Not sure what went wrong. Did I screw up? Status code 4xx you screwed up, Status code 5xx I screwed up",
    "That wasn't supposed to happen": "Euh... yea nah no idea. Sorry mate.",
    "OHNO, not this again :<": "I thought that this might happen, but I was 1000% sure that I fixed it. Sorry :<",
    "Well, this is awkward": "Looks like something went sideways. Either because the page doesn't exsist, or the server is a derp.",
    "Houston, we have a problem": "An unexpected issue has occurred, and we've crashlanded here on this page. Who knows what went wrong!",
    "404? More like 4-oh no!": "Seems like the page you're looking for doesn't exist. How about trying one of these options.",
    "Here be dragons!": "You ventured too far and ended up in uncharted territory! Roll a lucky dice-throw to head back to civilisation.",
    "Uh-oh, spaghetti-o's": "Something's gone kaboom!",
    "Ruh-roh, Raggy!": "Looks like we hit a snag. Scooby-Doo ain't here to help.",
    "Whoopsie daisy!": "The goblins are at it again. Hold tight whilst I get my anti-goblin <strike>spray</strike> flamethrower. I ment flamethrower.",
    "404 and a bag of chips": "Not even the chips can find this page.",
    "Did you break the internet?": "You broke it, didn't you >:(",
    "Glitch in the matrix": "You found a tear in this reality! O my God we're doomed!",
    "Nice job breaking it": "If at first you don't succeed, maybe stop trying so hard.",
    "Whoops! Someone's clumsy": "Maybe the internet just isn't your thing. It's okay, we all have our talents.",
    "Did you mean to do that?": "Because it looks like you wandered off into nowhere. Congrats!",
    "You're not supposed to be here": "Unless you like errors, then by all means, enjoy your stay.",
    "Look who's lost now": "Don't worry, we all make mistakes.",
    "Error 418: I'm a teapot": "Fun fact, this HTTP responce code was origionally introduced at 1-4-1998 as an April Fools joke by Larry Masinter. It's the standard response for when the server refues to brew coffee because it is, permanently, a teapot.",
    "A wild error appears!": "And just like that, you're in the middle of nowhere. You can find a map at <a href='https://www.google.com/maps/' target='_blank'>Google Maps</a>",
    "Busted!": "You broke the internet. I hope you know how to fix it",
    "Bravo! You found the void": "Not many people can manage that. Maybe you're special after all.",
    "Oopsie! Wrong turn, champ": "How about you let the adults handle this?",
    "Really? Here?": "You must have a talent for finding hidden corners. Too bad it's wasted here.",
    "Congratulations, you played yourself": "Enjoy this error page, you earned it.",
    "What the hell did you do?": "Seriously, how do you manage to screw up this badly?",
    "You broke it. Happy now?": "If you can't handle basic navigation, maybe stick to coloring books.",
    "Oh, come on!": "How hard is it to not end up on an error page? Apparently, very.",
    "Not this shit again": "Do you even know what you're doing? Clearly not.",
    "Fantastic, you found a bug": "Now stop messing around and use the site properly.",
    "Impressive failure": "If there was a prize for breaking things, you'd win it.",
    "Seriously?": "Maybe try not clicking random things next time.",
    "Well, that's broken": "Nice job, you broke the internet. Again.",
    "Brilliant move": "You really know how to find the most obscure errors, don't you?",
    "Another fine mess": "Congratulations, you managed to screw up something simple.",
    "What's this now?": "TODO: <ul><li><strike>Fix non-200 status code issue</strike></li><li><strike>Fix non-200 status code issue, for real</strike><li>Fix non-200 status code issue, for real, attempt 3</li></li></ul>",
    "In the words of Cave Johnson": "Alright, I've been thinking. When life gives you lemons, don't make lemonade - make life take the lemons back!\n Get mad!\n I don't want your damn lemons, what am I supposed to do with these?\n Demand to see life's manager.\n Make life rue the day it thought it could give Cave Johnson lemons.\n\n Do you know who I am?\n I'm the man who's gonna burn your house down! With the lemons.\n I'm going to to get my engineers to invent a combustible lemon that burns your house down!"
}